tap "aws/tap"
tap "datawire/blackbird"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "olets/tap"
tap "oven-sh/bun"
brew "anyenv"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "augeas"
brew "autojump"
brew "pycparser"
brew "cffi"
brew "aws-sam-cli"
brew "docutils"
brew "awscli"
brew "fontconfig"
brew "cairo"
brew "certbot"
brew "cmake"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libssh"
brew "qemu"
brew "lima"
brew "colima"
brew "consul-template"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "envchain"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "guile"
brew "harfbuzz"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "libfido2"
brew "mkcert"
brew "protobuf"
brew "mysql"
brew "openjdk"
brew "openjdk@11"
brew "parquet-cli"
brew "peco"
brew "pinentry-mac"
brew "pnpm"
brew "ruby-build"
brew "rbenv"
brew "rust"
brew "skaffold"
brew "stern"
brew "swagger-codegen"
brew "trivy"
brew "vault"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "dart-lang/dart/dart"
brew "heroku/brew/heroku"
brew "olets/tap/zsh-abbr"
brew "oven-sh/bun/bun"
cask "bitbar"
cask "fig"
cask "macfuse"
cask "visual-studio-code"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hediet.debug-visualizer"
vscode "ionutvmi.path-autocomplete"
vscode "jduponchelle.rainbow-end"
vscode "johnpapa.vscode-peacock"
vscode "jundat95.react-native-snippet"
vscode "kaiwood.endwise"
vscode "KoichiSasada.vscode-rdbg"
vscode "mame.ruby-typeprof"
vscode "mattpocock.ts-error-translator"
vscode "mhutchie.git-graph"
vscode "misogi.ruby-rubocop"
vscode "mkaufman.HTMLHint"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "PKief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "rangav.vscode-thunder-client"
vscode "rebornix.ruby"
vscode "sianglim.slim"
vscode "SimonSiefke.svg-preview"
vscode "stylelint.vscode-stylelint"
vscode "vincaslt.highlight-matching-tag"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "wesbos.theme-cobalt2"
vscode "wingrunr21.vscode-ruby"
vscode "withfig.fig"
vscode "xshrim.txt-syntax"
vscode "yusukehirao.vscode-markuplint"
vscode "yzhang.markdown-all-in-one"
vscode "Zignd.html-css-class-completion"
